---
kind: type
id: T:Autodesk.Revit.UI.UITheme
source: html/16b11c9a-52e8-647a-04ef-20aad65a4eba.htm
---
# Autodesk.Revit.UI.UITheme

The application frame theme.

## Syntax (C#)
```csharp
public enum UITheme
```